[M_IrisEp4Battle_Race MissionDefinition]

MissionName="Batalha: Corrida Mortal"

MissionDescription="O próximo gladiador em melhor posição na classificação Torgue se chama Mama Motor. Ela está escondida em [place]Southern Raceway[-place] e só aparece para enfrentar os adversários mais dignos.\nPara conseguir enfrentá-la, Moxxi sugeriu que você complete um evento chamado ''Corrida Mortal''. Mama Motor é obcecada por automóveis e é quase certo que achará você um adversário digno se você conseguir ser rápido o suficiente para superar o evento no tempo certo."

TurnInDescription="Você chamou a atenção da Mama Motor e agora ela quer lutar com você. Hora de fazê-la se arrepender dessa decisão."

MissionSummary="Ganhe uma corrida contra o tempo para fazer com que a Mama Motor saia do seu esconderijo."

MissionGiver="Painel de Batalhas da Cratera"

MissionTurnInLocation="Painel de Batalhas da Cratera"

TeaserText="Não se atrase!"



[M_IrisEp4Battle_Race2 MissionDefinition]

MissionName="Batalha: Corrida Mortal (NV 2)"

MissionDescription="Pise fundo no acelerador e complete a prova dentro do tempo."

TurnInDescription="Você é bom, mas, ainda não viu nada!"

MissionSummary="Você pode ter terminado a Corrida Mortal, mas ainda não viu nada.  Se você quer ser um Encrenqueiro de verdade, a Corporação Torgue recomenda que complete um novo evento ainda mais difícil.  E aí?  Topa!"

MissionGiver="Painel de Batalhas da Cratera"

MissionTurnInLocation="Painel de Batalhas da Cratera"

TeaserText="Não se atrase!"



[M_IrisEp4Battle_Race2:Checkpoint1 MissionObjectiveDefinition]

ProgressMessage="Alcance o checkpoint"



[M_IrisEp4Battle_Race2:FinishLine MissionObjectiveDefinition]

ProgressMessage="Alcance a linha de chegada"



[M_IrisEp4Battle_Race2:Go MissionObjectiveDefinition]

ProgressMessage="LUZ VERDE!"



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race2:ReachStartPoint MissionObjectiveDefinition]

ProgressMessage="Espere na linha de largada"



[M_IrisEp4Battle_Race2:Ready MissionObjectiveDefinition]

ProgressMessage="Preparar!"



[M_IrisEp4Battle_Race2:Set MissionObjectiveDefinition]

ProgressMessage="Luz amarela!"



[M_IrisEp4Battle_Race4 MissionDefinition]

MissionName="Batalha: Corrida Mortal (NV 3)"

MissionDescription="Pise fundo no acelerador e complete a prova dentro do tempo."

TurnInDescription="Emocionante!  Mas ainda tem mais!"

MissionSummary="Você tem o que é preciso para estar entre os melhores?  Se você quer ser um Encrenqueiro de verdade, a Corporação Torgue recomenda que complete um novo evento ainda mais difícil.  E aí?  Topa!"

MissionGiver="Painel de Batalhas da Cratera"

MissionTurnInLocation="Painel de Batalhas da Cratera"

TeaserText="Não se atrase!"



[M_IrisEp4Battle_Race4:Checkpoint1 MissionObjectiveDefinition]

ProgressMessage="Alcance o checkpoint"



[M_IrisEp4Battle_Race4:FinishLine MissionObjectiveDefinition]

ProgressMessage="Alcance a linha de chegada"



[M_IrisEp4Battle_Race4:Go MissionObjectiveDefinition]

ProgressMessage="LUZ VERDE!"



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race4:ReachStartPoint MissionObjectiveDefinition]

ProgressMessage="Espere na linha de largada"



[M_IrisEp4Battle_Race4:Ready MissionObjectiveDefinition]

ProgressMessage="Luz vermelha!"



[M_IrisEp4Battle_Race4:Set MissionObjectiveDefinition]

ProgressMessage="Luz amarela!"



[M_IrisEp4Battle_Race:Checkpoint1 MissionObjectiveDefinition]

ProgressMessage="Alcance o checkpoint"



[M_IrisEp4Battle_Race:FinishLine MissionObjectiveDefinition]

ProgressMessage="Alcance a linha de chegada"



[M_IrisEp4Battle_Race:Go MissionObjectiveDefinition]

ProgressMessage="LUZ VERDE!"



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_12 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]

MissionSummaryOverride="
"
MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_Race:ReachStartPoint MissionObjectiveDefinition]

ProgressMessage="Espere na linha de largada"



[M_IrisEp4Battle_Race:Ready MissionObjectiveDefinition]

ProgressMessage="Luz vermelha!"



[M_IrisEp4Battle_Race:Set MissionObjectiveDefinition]

ProgressMessage="Luz amarela!"



[M_IrisEp4Battle_RaceR4 MissionDefinition]

MissionName="Revanche: Corrida Mortal (NV 3)"

MissionDescription="Pise fundo no acelerador e complete a prova dentro do tempo."

TurnInDescription="Certo, você venceu!"

MissionSummary="Tente tudo novamente.  Pise fundo e faça de tudo!  Dificuldade: NV 3."

MissionGiver="Painel de Batalhas da Cratera"

MissionTurnInLocation="Painel de Batalhas da Cratera"

TeaserText="Não se atrase!"



[M_IrisEp4Battle_RaceR4:Checkpoint1 MissionObjectiveDefinition]

ProgressMessage="Alcance o checkpoint"



[M_IrisEp4Battle_RaceR4:FinishLine MissionObjectiveDefinition]

ProgressMessage="Alcance a linha de chegada"



[M_IrisEp4Battle_RaceR4:Go MissionObjectiveDefinition]

ProgressMessage="LUZ VERDE!"



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_IrisEp4Battle_RaceR4:ReachStartPoint MissionObjectiveDefinition]

ProgressMessage="Espere na linha de largada"



[M_IrisEp4Battle_RaceR4:Ready MissionObjectiveDefinition]

ProgressMessage="Luz vermelha!"



[M_IrisEp4Battle_RaceR4:Set MissionObjectiveDefinition]

ProgressMessage="Luz amarela!"

